Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དེ འི་ སངས་རྒྱས་ ཀྱི་ ཞིང་ དེར་ པད་མ་ དེ་དག་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཆེན་པོ ས་ མངོན་པར་ གྲུབ་པ་ ལགས་ ཏེ །_
en: $123 “In that blessed thus-gone one’s buddha realm the lotus flowers are produced through a great ripening of karma.

source: བཅོམ་ལྡན་འདས་ དེ་ལྟ་ ལགས་ པས་ ན་ དགེ་བ འི་ རྩ་བ་ དེ་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ དག་ ཆོས་ ཐམས་ཅད་ ལ་ སྒྲིབ་པ་ མ་ མཆིས་པ ར་ བགྱི་བ འི་ སླད་ དུ་ ཡོངས་སུ་ བསྔོ་བ ར་ བགྱི འོ །_།
en: Hence, Blessed One, I dedicate this root of virtue so that bodhisattvas may be free from obscuration with regard to any phenomenon.

source: བཅོམ་ལྡན་འདས་ དགེ་བ འི་ རྩ་བ་ དེ་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ གང་དག་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་མ་ བསྐྱེད་པ་ དེ་དག་ ཀྱང་ བྱང་ ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ འི་ སླད་ དུ་ ཡོངས་སུ་ བསྔོ་བ ར་ བགྱི འོ །_།
en: Blessed One, I dedicate this root of virtue so that those bodhisattvas who have not yet engendered the mind of unexcelled and perfect awakening may do so.

source: དགེ་བ འི་ རྩ་བ་ དེ་ཡང་ ཇི་ལྟ ར་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ ཐམས་ཅད་ ཀྱི་ དེ་བཞིན་ཉིད་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་པ་ དང་ །_ འཁྲུག་པ་ མ་ མཆིས་པ འི་ དེ་བཞིན་ཉིད་ མངོན་པར་ རྫོགས་པ ར་ སངས་ རྒྱས་ པར་ དེ་ལྟ ར་ ཡོངས་སུ་ བསྔོ་བ ར་ བགྱི འོ །_།
en: I dedicate this root of virtue toward the thus-gone ones’ perfect awakening to the suchness of all phenomena and their perfect awakening to the suchness that is free from disturbance.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ བཟང་སྐྱོང་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $124 Then the Blessed One asked Bhadrapāla,

source: བཟང་སྐྱོང་ ཁྱོད་ ཀྱིས་ བྱམས་པ ས་ གང་ སྨྲས་པ་ ཤེས་ སམ །_
en: “Bhadrapāla, do you understand what Maitreya#14 has said?

source: དེ་བཞིན་ གཤེགས་པ ས་ མངོན་པར་ རྫོགས་པ ར་ སངས་ [23a] རྒྱས་པ འི་ ཆོས་ དེ་དག་ གང་ཡིན །_
en: What are the phenomena to which the thus-gone ones perfectly awaken?” [23.a]

source: བཅོམ་ལྡན་འདས་ གང་དག་ དེ་བཞིན་ གཤེགས་པ ས་ དེ་བཞིན་ཉིད་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ཤིང་ །_ མི་ འཁྲུགས་པ་ ཉིད་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་པ འི་ ཆོས་ དེ་དག་ གང་ཡང་ མ་ མཆིས་ ལགས་ ཏེ །_
en: $125 “Blessed One,” |#| “there are no phenomena that pertain to the thus-gone ones’ perfect awakening to suchness and their perfect awakening to freedom from disturbance.

source: བཅོམ་ལྡན་འདས་ འདི་ལྟར་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ དེ་དག་ དམིགས་པ་ མ་ ལགས་ ཤིང་ །_ དེ་དག་ ནི་ ཆོས་ ཀྱང་ མ་ ལགས་ ཆོས་མ་ མཆིས་པ་ ཡང་ མ་ ལགས་པ འི་ སླད་ དུའོ །_།
en: Blessed One, the thus-gone ones do not apprehend any such phenomena, since there are no such phenomena, nor is there an absence of such phenomena.

source: བཅོམ་ལྡན་འདས་ གལ་ཏེ་ ཆོས་ ཤིག་ དམིགས་པ ར་ གྱུར་ ན་ |#| ནི་ དེ་ བཞིན་ གཤེགས་པ ས་ ཆོས་ ཀྱི་ འདུ་ཤེས་ དམིགས་པ་ ཁོ་ན ར་ འགྱུར་བ་ ཞིག་ ན་ འདུ་ཤེས་ ནི་ མི་ དམིགས་ ལགས་སོ །_།
en: Blessed One, if such a phenomenon was apprehended, it would only be the apprehending of the perception of the phenomenon by the thus-gone ones; |#| but the thus-gone ones do not apprehend any such perception.

source: བཅོམ་ལྡན་འདས་ འདུ་ཤེས་ ཐམས་ཅད་ མ་ མཆིས་ ལགས་ ཏེ་
en: Because, Blessed One, there are no perceptions at all.

source: རེ་ཞིག་ དེ་བཞིན་ གཤེགས་པ ས་ བདག་ཉིད་ ཀྱང་ མ་ དམིགས་ ལགས་ ན་ འདུ་ཤེས་ རྣམས་ ཡང་ དག་ པར་ དམིགས་པ ར་ འགྱུར་བ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ འཚལ །_
en: Since the thus-gone ones do not even apprehend themselves, it goes without saying that they do not apprehend any perception,

source: ཆོས་ རྣམས་ ལ་ ཆོས་ ཀྱི་ འདུ་ཤེས་ ཡང་དག་ པར་ འཇུག་པ ར་ འགྱུར་བ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ འཚལ །_
en: let alone having any authentic engagement in the perception of phenomena as phenomena.

source: བཅོམ་ལྡན་འདས་ ཆོས་ དེ་དག་ ཀྱང་ འདུ་ཤེས་ ཇི་ལྟ་བ་ བཞིན་ ལགས་ ཏེ །_ |#| དེ་ལྟ་ ལགས་ པས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཆོས་ གང་ཡང་ གཟུང་བ ར་ མ་ གསུངས །_ |#| ངེས་པ ར་ འབྱུང་བ ར་ མ་ གསུངས །_ |#| ཡང་དག་ པར་ འདའ་བ ར་ མ་ གསུངས །_ |#| འཐོབ་པ ར་ མ་ གསུངས་ ལགས་ ཏེ །_
en: $126 “Blessed One, the Blessed One has not said that any phenomena at all are grasped, nor that they are relinquished, nor that they are transcended, nor that they are attained, by those phenomena being perceived as they are and because they are so.

source: བཅོམ་ལྡན་འདས་ གལ་ཏེ་ དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ རྣམས་ བཙལ་བ ར་ བགྱི་ ན་ |#| དེ་ གང་ ནས་ བཙལ་བ ར་ བགྱི་ ལགས །_
en: Blessed One, if the thus-gone ones were to seek phenomena, where would they seek them?

source: ཆོས་ དེ་དག་ ནི་ དེ་བཞིན་ཉིད་ དེ་དེ་ བཞིན་ ཉིད་ ལ་ དེ་བཞིན་ གཤེགས་པ་ མ་ མཆིས་པ་ དང་ །_
en: Those phenomena are suchness, and within suchness there is no thus-gone one.

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ དེ་བཞིན་ ཏེ །_ |#| དེ་བཞིན་ཉིད་ ཀྱི་ རྣམ་པ ས་ དེ་བཞིན་ གཤེགས་པ་ ལགས་པ་ དང་ །_
en: Moreover, the thus-gone ones are suchness; |#| they are thus-gone ones by virtue of suchness.

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ མཚན་མ་ མ་ མཆིས་པ་ སྟེ་ མཚན་མ་ མ་ མཆིས་པ འི་ རྣམ་ པ ས་ དེ་བཞིན་ གཤེགས་པ་ ལགས་པ་ དང་ །_
en: For the thus-gone ones there are no marks; |#| they are thus-gone ones by virtue of the absence of marks.

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ མཚན་མ་ དང་ བྲལ་བ་ སྟེ །_ |#| མཚན་མ་ དང་ བྲལ་བ འི་ རྣམ་པ ས་ དེ་བཞིན་ གཤེགས་པ་ ལགས་པ་ དང་ །_
en: The thus-gone ones are free of marks; |#| they are thus-gone ones by virtue of freedom from marks.

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ བསམ་ འཚལ་བ་ སྟེ་ བས་ མ་འཚལ་བ འི་ རྣམ་པ ས་ དེ་བཞིན་ [23b] གཤེགས་པ་ ལགས་པ་ དང་ །_
en: The thus-gone ones know minds; |#| they are thus-gone ones by virtue of knowing minds. [23.b]

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ འཁྲུག་པ་ མ་ མཆིས་པ་ སྟེ །_ |#| འཁྲུག་པ་ མ་ མཆིས་པ འི་ རྣམ་པ ས་ དེ་བཞིན་ གཤེགས་པ་ ལགས་པ་ དང་ །_
en: The thus-gone ones are free from disturbance. |#| They are thus-gone ones by virtue of freedom from disturbance.

source: ཆོས་ ཐམས་ཅད་ ཀྱང་ དེ་བཞིན་ གཤེགས་པ་ ཇི་ལྟ་བ་ བཞིན་ ཏེ །_ |#| ཇི་ལྟ་བ་ བཞིན་ གྱི་ རྣམ་པ ས་ དེ་བཞིན་ གཤེགས་པ་ ལགས་ ཤིང་ །_
en: Moreover, all phenomena are just like the thus-gone ones. |#| They are thus-gone ones by virtue of being just like them.

source: བཅོམ་ལྡན་འདས་ དེ་ལྟ ར་ ཆོས་ ཐམས་ཅད་ ནི་ དེ་བཞིན་ གཤེགས་པ་ ལགས་ ཏེ །_
en: $127 “In this way, Blessed One, all phenomena are thus-gone ones.

source: བཅོམ་ལྡན་འདས་ དེས་ན་ དེ་བཞིན་ གཤེགས་པ་ པད་མ་ དག་ ལ་ བཞུགས་པ་ ལགས་ ཤིང་ །_ པད་མ་ དག་ ལ་ བཞུགས་པ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ དེ་བཞིན་ གཤེགས་པ་ ཉིད་ དང་ སངས་རྒྱས་ ཉིད་ ལ་ བཞུགས་པ་ ཡང་ དེ་ དང་ འདྲ་ ལགས་ ཏེ །_
en: That is why, Blessed One, the thus-gone ones remain within the lotuses, and just as they remain within the lotuses, so likewise they remain in the state of a thus-gone, and in the state of awakening.

source: གང་ ལ་ བཞུགས་པ་ དེ་ ལ་ ཡང་ མི་ འཛིན་ ཅིང་ མི་ དམིགས་པ་ དེ་དག་ ནི་ འཇིག་རྟེན་ ན་ སྦྱིན་གནས་ རྣམས་ ཞེས་ བགྱི་བ འི་ གྲངས་ སུ་ མཆི་བ འི་ སླད་ དུའོ །_།
en: Those who neither grasp nor apprehend that in which they remain in that way are to be classified as worthy recipients of offerings in this world.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བཟང་སྐྱོང་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: asked the Blessed One,

source: བཟང་སྐྱོང་ ཁྱོད་ གང་ ལ་ གནས་ ནས་ དེ་སྐད་ ཅེས་ སྟོན །_
en: $128 “Bhadrapāla,” |#| “where do you remain as you speak these words?”

source: བཟང་སྐྱོང་ གིས་ གསོལ་པ །_
en: replied Bhadrapāla,

source: བཅོམ་ལྡན་འདས་ བདག་ ནི་ འཇིག་རྟེན་ གང་ ལ་ གནས་པ་ དེ་ཉིད་ ལ་ གནས་ ནས་ དེ་སྐད་ ཅེས་ སྟོན་ ལགས་ ཏེ །_
en: “Blessed One,” |#| “I remain exactly where the world remains, and I speak these words from there.

source: ཇི་ལྟ ར་ བྱིས་པ་ དག་ གིས་ བཟུང་བ་ བཞིན་ དུ་ ནི་ མ་ ལགས་སོ །_།
en: However, this is not the way childish beings grasp it.

source: བྱིས་པ་ དག་ གིས་ བཟུང་བ་ གང་ཞེ་ན །_
en: How, then, do childish beings grasp?

source: འཁྲུག་པ་ ལགས་ ཏེ །_ གང་ གི་ སླད་ དུ་ འཁྲུག་པ་ བཟུང་བ་ དེ འི་ སླད་ དུ་ འཁྲུག་ ཅིང་ རབ་ཏུ་འཁྲུག་ ལགས་སོ །_།
en: They grasp disturbance, and because they grasp disturbance, they are disturbed, and very disturbed.

source: བཅོམ་ལྡན་འདས་ འཇིག་རྟེན་ ནི་ མི་ གནས་པ་ ལགས་ ཏེ །_
en: Blessed One, the world does not remain.

source: ཇི་ལྟ ར་ འཇིག་རྟེན་ མི་ གནས་པ་ ལགས་ ཤེ་ན །_
en: In what sense does it not remain?

source: སྒྱུ་མ འི་ གནས་ ལ་ འཇིག་རྟེན་ མི་ གནས་ ཏེ །_
en: In the sense that an illusion does not remain.

source: བྱིས་པ་ རྣམས་ ནི་ དེ་ ལ་ བདག་ གི་ གནས་ ནི་ འཇིག་རྟེན་ གྱི་ གནས་ ལགས་སོ །_། ཞེས་ རྩོད་ དེ །_
en: Yet childish beings argue, saying, ‘My place, that is the world.’

source: དེ་ ནི་ བྱིས་པ་ རྣམས་ ཀྱི་ འགྲོ་བ་ མ་ ལགས་པ འི་ སླད་ དུའོ །_།
en: However, this is not the realm of childish beings.

source: སྨིག་རྒྱུ འི་ གནས་ ལ་ འཇིག་རྟེན་ མི་ གནས་ ཤིང་ མི་རྟག་པ འི་ གནས་ ལ་ འཇིག་རྟེན་ མི་ གནས་ ཏེ་
en: The world does not remain within that which is an optical illusion, nor does it remain within that which is impermanent.

source: བྱིས་པ་ རྣམས་ ཀྱི་ སྐྲག་པ་ ལགས་པ འི་ སླད་ དུའོ །_།
en: Yet this frightens childish beings.

source: མིག་ཡོར་ གྱི་ གནས་ ལ་ འཇིག་རྟེན་ མི་ གནས་ ཏེ
en: The world does not remain within that which is a hallucination, and

source: འཕགས་པ་ རྣམས་ དང་ [24a] ཐ་ མི་ དད་པ འི་ སླད་ དུའོ །_།
en: this is not any different from noble beings.#15 [24.a]

source: མི་ སྡུག་པ འི་ གནས་ ལ་ འཇིག་རྟེན་ མི་ གནས་ ཏེ །_
en: The world does not remain within the repulsive, yet

source: བྱིས་པ་ རྣམས་ ནི་ལ ས་ ཀྱི་ ཀུན་ ནས་ སློང་བ འི་ སླད་ དུའོ །_།
en: childish beings are motivated by karma.

source: བཅོམ་ལྡན་འདས་ འཇིག་རྟེན་ གྱི་ གནས་ འདི་ ལ་ འཇིག་རྟེན་ གྱི་ འཁྲུག་པ འི་ སྐབས་ མ་ མཆིས་ ལགས་ ཏེ །_
en: Here, Blessed One, where the world remains, there is no occasion for any of the disturbance of the world.

source: བཅོམ་ ལྡན་འདས་ དེ་ལྟ་ ལགས་ པས་ བདག་ གི་ གནས་ ནི་ འཇིག་རྟེན་ གྱི་ གནས་ ཁོ་ན་ |#| ལགས་སོ །_།
en: Hence, Blessed One, the place where I remain is here alone, where the world remains.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ བཟང་སྐྱོང་ ལ་ བཀའ་ སྩལ་པ །_
en: $129 The Blessed One now asked the bodhisattva Bhadrapāla,

source: བཟང་སྐྱོང་ ཅི་ ཁྱོད་ ཀྱིས་ ཆོས་ ཡང་དག་ པར་ མཐོང་བ ས་ དེ་སྐད་ ཅེས་ སྟོན་ ཏམ །_
en: “Bhadrapāla, do you say this through truly seeing phenomena?”

source: བཅོམ་ལྡན་འདས་ ཆོས་ གང་དག་ ལགས་པ་ དེ་དག་ ནི་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཀྱང་ མངོན་པར་ རྫོགས་པ ར་ སངས་ མ་ རྒྱས་པ་ ཁོ་ན་ ལགས་སོ །_།
en: “Blessed One,” |#| “whatever is a phenomenon is only not what the Blessed One has perfectly awoken to.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བཟང་ སྐྱོང་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $130 The Blessed One then inquired of the bodhisattva great being, Bhadrapāla,

source: བཟང་སྐྱོང་ ཅི་ ངས་ ཆོས་ རྣམས་ མངོན་པར་ རྫོགས་པ ར་ སངས་ མ་ རྒྱས་ སམ །_
en: “Bhadrapāla, have I not perfectly awoken to all phenomena?”

source: བཅོམ་ལྡན་འདས་ ཅི་ ཆོས་ རྣམས་ མངོན་པར་ རྫོགས་པ ར་ འཚང་ རྒྱ་ ལགས་ སམ །_
en: “Blessed One, have you perfectly awoken to all phenomena?”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ མངོན་པར་ རྫོགས་པ ར་ སངས་ རྒྱས་པ་ གང་དག་ ལགས་པ་ དེ་དག་ ཀྱང་ ཅི་ ཆོས་ རྣམས་ ལགས་ སམ །_ |#| འོན་ཏེ་ ཆོས་མ་ མཆིས་པ་ རྣམས་ ལགས །_
en: “Blessed One, that to which which you have perfectly awoken, is that phenomena, or is it not phenomena?”

source: བཟང་སྐྱོང་ ལེགས་ སོ་ ལེགས་ སོ །_།
en: $131 “Well said, Bhadrapāla,” |#| “well said.

source: དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ རྣམས་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་པ་ གང་དག་ ཡིན་པ་ དེ་དག་ ནི་ ཆོས་ རྣམས་ ཀྱང་ མ་ ཡིན །_ |#| ཆོས་ རྣམས་ མེད་པ་ ཡང་ མ་ ཡིན་ ཏེ །_
en: That which the thus-gone ones fully awake to is neither phenomena, nor is it an absence of phenomena.

source: བཟང་སྐྱོང་ དེ་ ལ་ ང འི་ ཡེ་ཤེས་ མི་ རྒྱུ་ ཞིང་མིག་ མི་ འཇུག་ ལ །_
en: Bhadrapāla, my wisdom does not move somewhere, and my eyes do not engage something.

source: འགྲོ་བ་ མི་ ཤེས་ ཤིང་ བློ་ མི་ འཇུག་ སྟེ །_
en: There is no cognition of beings, nor any engagement of the mind.

source: སྣང་བ་ མི་ ཤེས་ ཤིང་ ཡོངས་སུ་ གཅོད་པ་ མི་ ཤེས་ ལ་ མི་ འཛིན་ ཏེ །_
en: No appearance is cognized, yet neither is any exclusion cognized or apprehended.

source: དེ་དག་ ནི་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ཡང་ མ་ ཡིན །_ |#| རྣམ་པར་ བྱང་བ་ ཡང་ མ་ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: That is because this is neither affliction, nor purification.

source: བཟང་སྐྱོང་ འོན་ཀྱང་ གལ་ཏེ་ གང་ མཚན་ཉིད་ མེད་པ འི་ སྤྱོད་པ འི་ འདུ་ཤེས་ དང་ །_ མཚན་ཉིད་ མེད་པ འི་ སྤྱོད་པ འི་ ཆོས་ དེ་དག་ ངས་ བསྟན་ ཀྱང་ བཟང་སྐྱོང་ སེམས་ཅན་ རྣམས་ [24b] དེ་ ལ་ རྨོངས་པ ར་ འགྱུར་ རོ །_།
en: $132 “However, Bhadrapāla, even if I explain to sentient beings about the notion of the experience of no characteristics, and the phenomena of the experience of no characteristics, [24.b] they become bewildered.

source: བཟང་སྐྱོང་ ཆོས་ དེ་ ལ་ དེ་བཞིན་ གཤེགས་པ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ སྲིད་པ་ ཐ་མ་པ་ མ་གཏོགས་ པར་ ཆོག་ཤེས་པ་ སུ་ ཡང་ མི་ རྙེད་ མི་ དམིགས་ སོ །_།
en: Bhadrapāla, apart from thus-gone ones and bodhisattva great beings in their final existence, you will not be able to find or observe anyone who can accept this.

source: བཟང་སྐྱོང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ སྲིད་པ་ ཐ་མ་པ་ དང་ །_ སྐྱེ་བ་ གཅིག་ གིས་ ཐོགས་པ་ གང་དག་ ཡིན་པ་ དེ་དག་ ཀྱང་ ཆོས་ དེ་དག་ བསྟན་པ་ ཐོས་ ན་ |#| སྐྲག་པ ར་ འགྱུར་ ན་
en: Bhadrapāla, even when bodhisattva great beings who are in their final existence, held back by just that single birth, hear this Dharma it still frightens them.

source: དེ་དག་ པས་ གཞན་པ འི་ སེམས་ཅན་ ཐ་ཆད་ རྣམས་ ལྟ་ཅི་ སྨོས་ ཏེ
en: So what need is there to mention the case of lowly sentient beings?

source: དེ་དག་ གིས་ ཆོས་ དེ་དག་ རྟོགས་པ ར་ འགྱུར་བ་ འདི་ ནི་ གནས་ མེད་ དོ །_།
en: It is impossible for them to comprehend this Dharma.

source: བཟང་སྐྱོང་ དགེ་སློང་ དང་ །_ དགེ་སློང་ མ་ དང་ །_ དགེ་བསྙེན་ དང་ །_ དགེ་བསྙེན་མ་ ལུས་ མ་ བསྒོམས་པ་ དག་ དང་ །_ སེམས་མ་ བསྒོམས་པ་ དག་ དང་ །_ ཚུལ་ཁྲིམས་ མ་ བསྒོམས་པ་ དག་ དང་ །_ ཤེས་རབ་ མ་ བསྒོམས་པ་ དག་ འབྱུང་བ ར་ འགྱུར་བ འི་ དུས་ དེ་ལྟ་ བུ་ འབྱུང་བ ར་ འགྱུར་ ཞིང་ །_
en: $133 “Bhadrapāla, there will come a time when all monks and nuns and all male and female lay practitioners are physically and mentally untrained, and lack training in discipline and insight.

source: !བཟང་སྐྱོང་ ཚོད་ དེ་ལྟ་ བུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ |#| དེ་དག་ གིས་ རྣམ་པར་ མི་ རྟོག་ ཅིང་ ཀུན་ ནས་ ཉོན་མོངས་པ་ མེད་ ལ །_ སྣང་བ་ མེད་པ འི་ བྱང་ཆུབ་ ལ་མ་ ཞུགས་པ འི་ དེ་བཞིན་ གཤེགས་པ་ རྣམས་ ཀྱི་ དེ་བཞིན་ གཤེགས་པ འི་ གཏེར་ དང་ །_ ཆོས་ ཀྱི་ གཏེར་ བསྟན་པ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ དེ་ |#| ཐོས་ ནས་
en: Bhadrapāla, when such persons hear the teaching of the Dharma treasure and the treasure of the thus-gone one, in which the awakening of the thus-gone ones, being beyond thought, affliction, and perception, is not accessed,

source: སྐྲག་ ཅིང་ དངང་ ལ་ དངང་ བར་ འགྱུར་ ཞིང་ གཡང་ས་ ཆེན་པོ ར་ ཡང་ ལྟུང་བ ར་ འགྱུར་ རོ །_།
en: they will be frightened, scared, and afraid. |#| And thus they will fall into the abyss.#16

source: དེ་བཞིན་ གཤེགས་པ ས་ ཆོས་ ཐམས་ཅད་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ སོ་ ཞེས་ ཇི་སྐད་ བརྗོད་ དེ །_ |#| དེ་ ལ་ ང འི་ ཡེ་ ཤེས་ མི་ འཇུག་ ཅིང་ མིག་ མི་ འཇུག་ ལ །_ བློ་ མི་ འཇུག་ གོ་ ཞེས་ དེ་སྐད་ ཅེས་ ཀྱང་ གསུངས་པ འི་ ཕྱིར་ རོ །_།
en: The reason for this is that, while it is taught that ‘the thus-gone ones have perfectly awakened to all phenomena,’ there is also the teaching that, ‘my wisdom, eyes, and mind do not have any access to it.’

source: དེ འི་ ཕྱིར་ དེ་ལྟ་ བུ འི་ མདོ་སྡེ་ འཛིན་པ འི་ དགེ་སློང་ དེ་དག་ ལ་ གནོད་སེམས་ སུ་ གྱུར་པ འི་ སེམས་ དང་ ལྡན་པ་ དག་ དང་ །_ ཞེ་ འགྲས་པ ར་ གྱུར་པ འི་ སེམས་ དང་ ལྡན་པ་ དག་ གསོད་པ འི་ འདུ་ཤེས་ བསྐྱེད་པ ར་ འགྱུར་ ཞིང་ །_ འཁྲུག་ལོང་ གི་ འདུ་ཤེས་ བསྐྱེད་པ ར་ འགྱུར་ རོ །_།
en: $134 “Therefore, such monks who teach the sūtras will develop the wish to harm, hurt, kill, and cause unrest.

source: བཟང་སྐྱོང་ ང་ ལ་ འཁྲུག་ལོང་ བྱེད་པ་ གང་དག་ ཡིན་པ་ དེ་དག་ ཡོངས་སུ་ འཛིན་པ ར་ འགྱུར་ ཞིང་ །_
en: Bhadrapāla, at that time, those who rise up against me in this way will be in control.

source: ང འི་ ཡང་དག་པ འི་ ཡེ་ཤེས་ རབ་ཏུ་ སྟོན་པ ར་ བྱེད་པ་ དེ་དག་ བརྙས་པ ར་ འགྱུར་ [25a] བ འི་ དུས་ དེ་ལྟ་ བུ་ ཇི་ཙམ་ དུ་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ འགྱུར་བ་ ལ་ ལྟོས །_
en: How unfortunate that time will be when those who teach my true wisdom will be castigated. [25.a]

source: བཟང་སྐྱོང་ དེ་བཞིན་ གཤེགས་པ་ སློབ་དཔོན་ མི་ མངའ་ ཞིང་ རང་བྱུང་ ལ་ད་ ལྟར་ འཁོར་ གྱི་ ནང་ དུ་ སེང་གེ འི་ སྒྲ་ ཡང་དག་ པར་ སྒྲོགས་ པར་ མཛད་ ན །_ |#| མི་ བླུན་པོ་ དེ་དག་ ནི་ དེ་བཞིན་ གཤེགས་པ་ མི་ ཤེས་ ཤིང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ཉིད་ མི་ ཤེས་ ཏེ །_
en: $135 “Bhadrapāla, the Thus-Gone One has no teacher and is self-arisen. |#| Such fools do not understand the Thus-Gone One as he now lets his lion’s roar be heard within the circle of disciples, and they do not understand the intrinsic nature of the Thus-Gone One.

source: དེ་དག་ མི་ ཤེས་ ཤིང་ མ་ མཐོང་བ ས་ དེ འི་ ཚེ་ ང འི་ བསྔགས་པ་ གང་ཡིན་པ་ དེ་ ལ་ དེ་དག་ བསྔགས་པ་ མ་ཡིན་པ འི་ འདུ་ཤེས་ འབྱུང་བ ར་ འགྱུར་ ཞིང་ །_ གང་ ང འི་ བསྔགས་པ་ མ་ཡིན་པ་ དེ་ ལ་ ནི་ དེ་དག་ བསྔགས་ པ འི་ འདུ་ཤེས་ འབྱུང་བ་ ལ་ ལྟོས །_
en: Consider how, lacking knowledge and vision, they will fail to recognize that which is a praise to me, and instead take something that actually is no praise to be just that.

source: བཟང་སྐྱོང་ ང འི་ བསྔགས་པ་ མ་ཡིན་པ་ ཡང་ གང་ཞེ་ན །_
en: $136 “Bhadrapāla, you may wonder what that which is no praise entails.

source: བཟང་སྐྱོང་ ཆོས་ གང་ལ་ལ་ འཛིན་པ འི་ ཆོས་ འདི་ ནི་ བཟང་སྐྱོང་ ང འི་ བསྔགས་པ་ མ་ཡིན་པ་ སྟེ །_
en: Bhadrapāla, any teaching concerned with grasping at something is no praise to me.

source: དེ འི་ ཚེ་ དེ་དག་ ནི་ བསྔགས་པ་ མ་ཡིན་པ་ སྨྲ་བ་ དག་ དང་ །_ འཁྲུག་ལོང་ བྱེད་པ་ དག་ དང་ །_ དགེ་སྦྱོང་ སུན་ འབྱིན་པ་ དག་ དང་ །_ དགེ་སྦྱོང་ གདོལ་པ་ དག་ དང་ །_ དགེ་སྦྱོང་ མྱགས་པ་ དག་ དང་ །_ དགེ་སྦྱོང་ ཤིང་ རུལ་པ་ ལྟ་བུ་ དག་ དང་ །_ མུ་སྟེགས་ ཅན་ གཞན་ གྱི་ སྤྱོད་ཡུལ་ གྱི་ ལྟ་བ་ ཅན་ དག་ དང་ །_ གཉིས་ ལ་ སྤྱོད་པ་ དག་ དང་ །_ རྟག་ཆད་ དུ་ སྨྲ་བ་ དག་ དང་ །_ ཆོས་ འཛིན་པ་ ཆོས་ ཀྱི་ རློམ་སེམས་ ཉིད་ ལ་ གནས་པ་ དག་ དང་ །_ སྤྲོས་པ་ དང་ བཅས་པ་ དག་ དང་ །_ མངོན་པར་ འདུ་བྱེད་པ་ དང་ བཅས་པ་ དག་ དང་ །_ འཇིག་རྟེན་ རྒྱང་ པན་པ་ ལ་ དགའ་བ་ དག་ དང་ །_ འཁོར་བ་ ན་ སྤྱོད་པ་ དག་ དང་ །_ ཡང་དག་པ འི་ ལྟ་བ འི་ ལམ་ ལ་ ཕྱིར་ ཕྱོགས་པ་ དག་ ཡིན་པ ར་ ངས་ རབ་ཏུ་ བསྟན་པ་ ཡིན་ ནོ །_།
en: That is why I say that at that time those people will defame me, rise against me, and undermine virtuous mendicants. |#| Mendicants of that kind are corrupted and putrid, like rotting trees. |#| Their way of looking at things is that of an extremist, a dualist, an adherent to permanence and annihilation. |#| Theirs is the way of the arrogant Dharma teachers who suffer from Dharma conceit, of those involved in mental construction, of those involved in the formation of notions, of those fond of materialism, of those partaking in saṃsāra, and of those who turn their backs on the path of the true view.

source: དེ འི་ ཚེ་ དེ་དག་ ནི་ དོན་དམ་པ འི་ འདུ་ཤེས་ ཅན་ དག་ དང་ །_ མེ འི་ སྦྱིན་ བསྲེག་ འཛིན་པ་ དག་ དང་ །_ རལ་པ་ ཅན་ མ་ཡིན་པ་ དག་ དང་ །_ ལས་ སྨྲ་བ་ དག་ དང་ །_ བྱེད་པ་ སྨྲ་བ་ དག་ ཏུ་ འགྱུར་ ཏེ
en: $137 “At that time such persons will develop the notion of the ultimate; |#| adhere to the sacrificial fire ritual, becoming unbraided; |#| profess to objects, and profess to agents.

source: བཟང་སྐྱོང་ གལ་ཏེ་ ཏིང་ངེ་འཛིན་ དེ་ལྟ་ བུ་ ཞིག་ ཡོད་པར་ གྱུར་ ན་ དེ་དག་ ཀྱང་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ པར་ འགྱུར་ རོ །_།
en: However, Bhadrapāla, if they possess the proper absorption, they will also realize awakening.

source: བཟང་སྐྱོང་ དེ་དག་ ནི་ ང་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་ ནས་ དེ་ ལ་ལ ས་ དང་ བྱེད་པ་ དག་ གིས་ སྐྱོན་ དག་ མཐོང་ སྟེ །_ |#| ལྡོག་པ་ རྗེས་སུ་ ཐོབ་ ནས །_
en: $138 “Bhadrapāla, when I have passed into nirvāṇa, such people will perceive flaws in terms of object and agent, and thus regress.

source: ང འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ འབྱུང་བ ར་ འགྱུར་ ཞིང་ ཆོས་ དེ་ [25b] དག་ ནུབ་པ ར་ བྱེད་པ ར་ འགྱུར་ ཏེ །_
en: When they then go forth in my teachings they will make that Dharma fade away. [25.b]

source: བཟང་སྐྱོང་ དེ་ལྟ་བས་ན་ ང་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་ ནས །_
en: $139 “Thus, Bhadrapāla, after I have passed into nirvāṇa,

source: མི་ བླུན་པོ་ དེ་ དང་ དེ་དག་ མེ འི་ མཆོད་སྦྱིན་པ་ རལ་པ་ ཅན་ ལྟ་བུ་ དང་ །_ རྒན་ཞུགས་ ལྟ་བུ་ དང་ །_ རྨུན་པོ་ ལྟ་བུ ར་ ཡང་ འགྱུར་ རོ །_།
en: such fools will perform the sacrificial fire ritual. |#| They will become like the braided, like those who are old and the dull witted.#17

source: བཟང་སྐྱོང་ དེ་དག་ ནི་ དམིགས་པ་ དང་ བཅས་པ་ དང་ །_ སྤྲོས་པ་ དང་ བཅས་པ་ དང་ །_ མངོན་པར་ འདུ་བྱེད་པ་ དང་ བཅས་པ་ དང་ །_ འཇིག་རྟེན་པ འི་ ཡང་དག་པ འི་ ལྟ་བ ས་ ང འི་ ལས་ དང་ བྱེད་པ་ ལ་ འཇུག་པ ར་ བྱེད་ ཅིང་ །_ སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ ཅུང་ཟད་ ཙམ་ རྗོད་པ ར་ བྱེད་པ་ གང་དག་ ཡིན་པ་ དེ་ དང་ དེ་དག་ ནི་ ང འི་ བསྔགས་པ་ མ་ ཡིན་པ་ སྨྲ་བ་ དག་ སྟེ
en: $140 “Bhadrapāla, such people are involved with reference points, constructs, and karmic formation. |#| By means of a mundane view they engage with my objects and agents and teach but little in terms of the wisdom of the buddhas.

source: དེ་དག་ ངེས་པ ར་ འབྱུང་བ ར་ མ་ཡིན་པ ར་ སྨྲ་བ འོ་ ཞེས་ ང་ སྨྲ འོ །_།
en: I say that what such people teach is no praise to me and is not emancipation.

source: བཟང་སྐྱོང་ དེ་ དང་ དེ་དག་ ནི་ བསྐལ་པ་ གྲངས་མེད་པ་ བྱེ་ བས་ ཡང་དག་ པར་ བསྒྲུབས་པ འི་ བྱང་ཆུབ་ དེ་ སྤོང་བ འི་ མེ་མདག་ ཕྲ་མོ་ དག་ གིས་ སྲེག་པ ར་ བྱེད་པ་ ཡིན་ ཏེ །_
en: Because, Bhadrapāla, such people make use of an impure and insignificant fire that discards the awakening accomplished through millions of incalculable eons.

source: བཟང་སྐྱོང་ དེ་དག་ ནི་ དེ་བཞིན་ གཤེགས་པ འི་ བསྔགས་པ་ མ་ཡིན་པ་ སྨྲ་བ་ དག་ དང་ །_ འཁྲུག་ལོང་ བྱེད་པ་ དག་ ཡིན་ ནོ །_།
en: Bhadrapāla, such people defame the Thus-Gone One and rise up against him.

source: བཟང་སྐྱོང་ དེ་བཞིན་ གཤེགས་པ འི་ བསྔགས་པ་ སྨྲ་བ་ དག་ དང་ །_ གསུངས་པ་ སྨྲ་བ་ དེ་དག་ ཀྱང་ གང་ཞེ་ན །_
en: $141 “Bhadrapāla, you may then wonder what it is to praise the Thus-Gone One and proclaim his words.

source: བཟང་སྐྱོང་ ཆོས་ ཐམས་ཅད་ འཛིན་པ་ མེད་པ་ དག་ དང་ །_ སྤྲོས་པ་ མེད་པ་ དག་ དང་ །_ མངོན་པར་ འདུ་བྱེད་པ་ མེད་པ་ དག་ དང་ །_ དུས་གསུམ་ རྗེས་སུ་ ཚོལ་བ་ དག་ དང་ །_ ཡི་གེ་ མེད་པ་ དག་ དང་ །_ འདོར་བ་ མེད་པ་ དག་ སྟེ
en: Bhadrapāla, those who do so do not grasp, construct, or develop karmic formations with respect to any phenomenon. |#| They do not pursue the three times, but are beyond statements and beyond abandonment.

source: བཟང་སྐྱོང་ དེ་ དང་ དེ་དག་ ནི་ དེ་བཞིན་ གཤེགས་པ འི་ བསྔགས་པ་ སྨྲ་བ་ དག་ དང་ །_ གདགས་པ་ མི་ བྱེད་པ་ དག་ དང་ །_ སངས་རྒྱས་ ཀྱི་ སྲས་ དག་ དང་ །_ ཐུགས་ ཀྱི་ སྲས་ དག་ དང་ །_ ཆོས་ ལས་ སྐྱེས་པ་ དག་ ཡིན་ ནོ །_།
en: Such people, Bhadrapāla, utter praise to the Thus-Gone One, and they do not impute. |#| Those are the offspring of the buddhas, the children of their minds. |#| They are born from the Dharma.

source: བཟང་སྐྱོང་ མདོ་སྡེ་ འདི་ ལྟ་བུ་ སྟོན་པ་ དང་ །_ མདོ་སྡེ་ འདི་ ལྟ་བུ་ ཡང་དག་ པར་ ལེན་པ་ གང་དག་ ཡིན་པ་ དེ་ དང་ དེ་དག་ ནི་ བཟང་སྐྱོང་ དེ་ བཞིན་ གཤེགས་པ ས་ གསུངས་པ་ སྨྲ་བ་ དག་ དང་ །_ ཆོས་ སྨྲ་བ་ དག་ དང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ བསྟན་པ་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཐུན་པ འི་ ཆོས་ ལ་ ཞུགས་པ་ དག་ དང་ །_ ང འི་ སྲས་ དག་ དང་ །_ ཐུགས་ ཀྱི་ སྲས་ དག་ དང་ །_ ཞལ་ ནས་ སྐྱེས་པ་ དག་ དང་ །_ ངས་ བྱིན་ གྱིས་ [26a] བརླབས་པ་ དག་ དང་ །_ ངས་ བསྐོས་པ་ དག་ དང་ །_ ངས་ ཡང་དག་ པར་ དགའ་བ ར་ བྱས་པ་ དག་ ཡིན་ ཞིང་ དེ་དག་ གིས་ ཆོས་ ཀྱི་ མཆོད་སྡོང་ བཙུགས་པ་ ཡིན །_
en: $142 “Bhadrapāla, teachers and upholders of such sūtras proclaim the words of the Thus-Gone One. |#| They proclaim the Dharma and have entered the Thus-Gone One’s teaching in accord with the Dharma. |#| Those are my children, the children of my heart, the children of my voice. [26.a] They are blessed by me and appointed by me. |#| I have brought them true delight and they have established the shrine of the Dharma.

source: དེ་དག་ གིས་ ཆོས་ ཀྱི་ རྔ་ ཡང་ བརྡུངས་པ་ ཡིན་ ཞིང་ དེ་དག་ གིས་ ཆོས་ ཀྱི་ དུང་ ཡང་ བུས་པ་ ཡིན །_
en: They have beaten the drum of the Dharma and blown the Dharma conch.

source: དེ་ དག་ གིས་ ཆོས་ ཀྱི་ རྒྱལ་མཚན་ ཡང་ བསྒྲེང་བ་ ཡིན་ ཞིང་ །_
en: They have raised high the Dharma’s victory banner.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ཀྱིས་ དེ་དག་ གིས་ སྤྱོད་པ་ བསྩགས་པ་ ཡིན །_
en: Inspired by the blessed buddhas such beings have accumulated proper activities.

source: དེ་དག་ གི་ ཡོན་ཏན་ གྱི་ ཕྲེང་བ་ འདི་ ཡང་ རྗེས་སུ་ འབྲང་བ ར་ བྱེད་ ཅིང་ དེ་དག་ གི་ སྲུང་བ་ བཞག་པ་ ཡང་ ཡིན །_
en: They adhere to the garland of the excellent qualities and are appointed as their guardians.

source: དེ་དག་ ནི་ ཕྱིར་རྒོལ་བ་ རྣམས་ ཚར་གཅོད་ པར་ ཡང་ འགྱུར་ ཞིང་ དེ་དག་ ནི་ འཇིག་རྟེན་ གྱི་ མེ་ཏོག་ ལྟ་བུ་ དག་ ཀྱང་ ཡིན །_
en: They defeat adversaries and are like flowers in the world.

source: དེ་དག་ འབྱུང་བ་ ཡང་ མཆོག་ ཏུ་ རྙེད་པ ར་ དཀའ་ ཞིང་ དེ་དག་ གི་ མཐོང་བ་ ཡང་ རྣམ་པར་ དག་པ་ ཡིན །_
en: Encountering such beings is extremely rare. |#| Their vision is pure and
